Repository: procket-org/auto-link-generator
Catalog: languages/auto-link-generator-*.po
Languages: es_es, fr_fr, ja

source: Auto Link Generator
es_es: Generador de Enlaces Automáticos
fr_fr: Générateur de liens automatiques
ja: 自動リンク生成ツール

source: Automatically generate internal links based on keywords and tags, with admin panel support
es_es: Generar automáticamente enlaces internos basados en palabras clave y etiquetas, con soporte para panel de administración
fr_fr: Générer automatiquement des liens internes basés sur des mots-clés et des tags, avec support du panneau d'administration
ja: キーワードとタグに基づいて内部リンクを自動生成し、管理パネルをサポート

source: Settings
es_es: Ajustes
fr_fr: Paramètres
ja: 設定

source: Documentation
es_es: Documentación
ja: ドキュメント

source: Support
es_es: Soporte
ja: サポート

source: Auto Link Settings
es_es: Ajustes de Enlaces Automáticos
fr_fr: Paramètres des liens automatiques
ja: 自動リンク設定

source: Auto Link
es_es: Enlace Automático
fr_fr: Liens automatiques
ja: 自動リンク

source: Confirm Action
es_es: Confirmar Acción
fr_fr: Confirmer l'action
ja: アクションの確認

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ja: キャンセル

source: Settings saved successfully
es_es: Ajustes guardados correctamente
fr_fr: Paramètres sauvegardés avec succès
ja: 設定が正常に保存されました

source: Save failed
es_es: Error al guardar
fr_fr: Échec de la sauvegarde
ja: 保存に失敗しました

source: Network error, please try again
es_es: Error de red, por favor inténtelo de nuevo
fr_fr: Erreur réseau, veuillez réessayer
ja: ネットワークエラー、もう一度お試しください

source: Add failed
es_es: Error al añadir
fr_fr: Échec de l'ajout
ja: 追加に失敗しました

source: Update failed
es_es: Error al actualizar
fr_fr: Échec de la mise à jour
ja: 更新に失敗しました

source: Delete failed
es_es: Error al eliminar
fr_fr: Échec de la suppression
ja: 削除に失敗しました

source: Keyword and link URL cannot be empty
es_es: La palabra clave y la URL del enlace no pueden estar vacías
fr_fr: Le mot-clé et l'URL du lien ne peuvent pas être vides
ja: キーワードとリンクURLは空にできません

source: Are you sure you want to delete this keyword?
es_es: ¿Está seguro de que desea eliminar esta palabra clave?
fr_fr: Êtes-vous sûr de vouloir supprimer ce mot-clé ?
ja: このキーワードを削除してもよろしいですか？

source: Please select keywords to delete
es_es: Por favor seleccione las palabras clave a eliminar
fr_fr: Veuillez sélectionner les mots-clés à supprimer
ja: 削除するキーワードを選択してください

source: Are you sure you want to delete the selected keywords?
es_es: ¿Está seguro de que desea eliminar las palabras clave seleccionadas?
fr_fr: Êtes-vous sûr de vouloir supprimer les mots-clés sélectionnés ?
ja: 選択したキーワードを削除してもよろしいですか？

source: Search failed
es_es: Búsqueda fallida
fr_fr: Échec de la recherche
ja: 検索に失敗しました

source: Post search failed
es_es: Búsqueda de entradas fallida
fr_fr: Échec de la recherche d'articles
ja: 投稿の検索に失敗しました

source: Failed to exclude post
es_es: Error al excluir la entrada
fr_fr: Échec de l'exclusion de l'article
ja: 投稿の除外に失敗しました

source: Failed to remove from exclusion list
es_es: Error al eliminar de la lista de exclusión
fr_fr: Échec de la suppression de la liste d'exclusion
ja: 除外リストからの削除に失敗しました

source: Are you sure you want to remove this post from the exclusion list?
es_es: ¿Está seguro de que desea eliminar esta entrada de la lista de exclusión?
fr_fr: Êtes-vous sûr de vouloir retirer cet article de la liste d'exclusion ?
ja: この投稿を除外リストから削除してもよろしいですか？

source: No matching posts found
es_es: No se encontraron entradas coincidentes
fr_fr: Aucun article correspondant trouvé
ja: 一致する投稿が見つかりません

source: Please enter post title to search
es_es: Por favor ingrese el título de la entrada a buscar
fr_fr: Veuillez saisir le titre de l'article à rechercher
ja: 検索する投稿タイトルを入力してください

source: Security verification failed. Please refresh the page and try again.
es_es: La verificación de seguridad falló. Por favor actualice la página e inténtelo de nuevo.
fr_fr: Échec de la vérification de sécurité. Veuillez actualiser la page et réessayer.
ja: セキュリティ認証に失敗しました。ページを更新してもう一度お試しください。

source: Global Settings
es_es: Ajustes Globales
fr_fr: Paramètres globaux
ja: グローバル設定

source: Automatic Tag Matching
es_es: Coincidencia Automática de Etiquetas
fr_fr: Correspondance automatique des tags
ja: 自動タグマッチング

source: Enable automatic tag matching feature
es_es: Habilitar la función de coincidencia automática de etiquetas
fr_fr: Activer la fonction de correspondance automatique des tags
ja: 自動タグマッチング機能を有効にする

source: Case Sensitive
es_es: Distinguir Mayúsculas
fr_fr: Sensible à la casse
ja: 大文字と小文字を区別

source: Enable case sensitive matching
es_es: Habilitar coincidencia con distinción de mayúsculas
fr_fr: Activer la correspondance sensible à la casse
ja: 大文字と小文字を区別するマッチングを有効にする

source: Maximum Links
es_es: Máximo de Enlaces
fr_fr: Nombre maximum de liens
ja: 最大リンク数

source: Maximum number of links to replace per article, set to 0 for unlimited
es_es: Número máximo de enlaces a reemplazar por artículo, establecer en 0 para ilimitado
fr_fr: Nombre maximum de liens à remplacer par article, 0 pour illimité
ja: 記事ごとに置き換えるリンクの最大数（0は無制限）

source: Saving...
es_es: Guardando...
fr_fr: Sauvegarde...
ja: 保存中...

source: Save Global Settings
es_es: Guardar Ajustes Globales
fr_fr: Sauvegarder les paramètres globaux
ja: グローバル設定を保存

source: Excluded Posts
es_es: Entradas Excluidas
fr_fr: Articles exclus
ja: 除外された投稿

source: Posts in this list will not have automatically generated links
es_es: Las entradas en esta lista no tendrán enlaces generados automáticamente
fr_fr: Les articles de cette liste n'auront pas de liens générés automatiquement
ja: このリストの投稿には自動生成されたリンクは含まれません

source: Enter keywords to search posts
es_es: Ingrese palabras clave para buscar entradas
fr_fr: Saisissez des mots-clés pour rechercher des articles
ja: 投稿を検索するキーワードを入力

source: Excluded Posts List
es_es: Lista de Entradas Excluidas
fr_fr: Liste des articles exclus
ja: 除外された投稿リスト

source: items/page
es_es: elementos/página
fr_fr: éléments/page
ja: アイテム/ページ

source: Post Title
es_es: Título de la Entrada
fr_fr: Titre de l'article
ja: 投稿タイトル

source: Exclusion Time
es_es: Hora de Exclusión
fr_fr: Heure d'exclusion
ja: 除外時間

source: Action
es_es: Acción
ja: アクション

source: No excluded posts
es_es: No hay entradas excluidas
fr_fr: Aucun article exclu
ja: 除外された投稿はありません

source: Remove
es_es: Eliminar
fr_fr: Supprimer
ja: 削除

source: Previous
es_es: Anterior
fr_fr: Précédent
ja: 前へ

source: Next
es_es: Siguiente
fr_fr: Suivant
ja: 次へ

source: Keyword Management
es_es: Gestión de Palabras Clave
fr_fr: Gestion des mots-clés
ja: キーワード管理

source: Keyword
es_es: Palabra Clave
fr_fr: Mot-clé
ja: キーワード

source: Link URL
es_es: URL del Enlace
fr_fr: URL du lien
ja: リンクURL

source: Adding...
es_es: Añadiendo...
fr_fr: Ajout en cours...
ja: 追加中...

source: Add Keyword
es_es: Añadir Palabra Clave
fr_fr: Ajouter un mot-clé
ja: キーワードを追加

source: Keyword List
es_es: Lista de Palabras Clave
fr_fr: Liste des mots-clés
ja: キーワードリスト

source: Search keywords or links
es_es: Buscar palabras clave o enlaces
fr_fr: Rechercher des mots-clés ou des liens
ja: キーワードまたはリンクを検索

source: Search
es_es: Buscar
fr_fr: Rechercher
ja: 検索

source: Bulk Actions
es_es: Acciones en Lote
fr_fr: Actions en lot
ja: 一括操作

source: Delete
es_es: Eliminar
fr_fr: Supprimer
ja: 削除

source: Apply
es_es: Aplicar
fr_fr: Appliquer
ja: 適用

source: Creation Time
es_es: Hora de Creación
fr_fr: Heure de création
ja: 作成時間

source: Actions
es_es: Acciones
ja: アクション

source: No keywords found
es_es: No se encontraron palabras clave
fr_fr: Aucun mot-clé trouvé
ja: キーワードが見つかりません

source: Save
es_es: Guardar
fr_fr: Sauvegarder
ja: 保存

source: Edit
es_es: Editar
fr_fr: Modifier
ja: 編集

source: Invalid nonce. Please refresh the page and try again.
es_es: Nonce inválido. Por favor actualice la página e inténtelo de nuevo.
fr_fr: Nonce invalide. Veuillez actualiser la page et réessayer.
ja: 無効なナンスです。ページを更新してもう一度お試しください。

source: Settings saved
es_es: Ajustes guardados
fr_fr: Paramètres sauvegardés
ja: 設定が保存されました

source: Failed to save settings
es_es: Error al guardar los ajustes
fr_fr: Échec de la sauvegarde des paramètres
ja: 設定の保存に失敗しました

source: Error occurred while saving settings:
es_es: Ocurrió un error al guardar los ajustes:
fr_fr: Erreur lors de la sauvegarde des paramètres :
ja: 設定保存中にエラーが発生しました：

source: Keyword added successfully
es_es: Palabra clave añadida correctamente
fr_fr: Mot-clé ajouté avec succès
ja: キーワードが正常に追加されました

source: Keyword updated successfully
es_es: Palabra clave actualizada correctamente
fr_fr: Mot-clé mis à jour avec succès
ja: キーワードが正常に更新されました

source: Failed to delete keyword
es_es: Error al eliminar la palabra clave
fr_fr: Échec de la suppression du mot-clé
ja: キーワードの削除に失敗しました

source: Keyword deleted successfully
es_es: Palabra clave eliminada correctamente
fr_fr: Mot-clé supprimé avec succès
ja: キーワードが正常に削除されました

source: Invalid keyword IDs
es_es: IDs de palabra clave inválidos
fr_fr: IDs de mot-clé invalides
ja: 無効なキーワードID

source: Failed to delete keywords
es_es: Error al eliminar las palabras clave
fr_fr: Échec de la suppression des mots-clés
ja: キーワードの削除に失敗しました

source: Keywords deleted successfully
es_es: Palabras clave eliminadas correctamente
fr_fr: Mots-clés supprimés avec succès
ja: キーワードが正常に削除されました

source: Error occurred while getting excluded posts:
es_es: Ocurrió un error al obtener las entradas excluidas:
fr_fr: Erreur lors de la récupération des articles exclus :
ja: 除外投稿の取得中にエラーが発生しました：

source: Invalid post
es_es: Entrada inválida
fr_fr: Article invalide
ja: 無効な投稿

source: Post is already excluded
es_es: La entrada ya está excluida
fr_fr: L'article est déjà exclu
ja: 投稿は既に除外されています

source: Post excluded successfully
es_es: Entrada excluida correctamente
fr_fr: Article exclu avec succès
ja: 投稿が正常に除外されました

source: Error occurred while excluding post:
es_es: Ocurrió un error al excluir la entrada:
fr_fr: Erreur lors de l'exclusion de l'article :
ja: 投稿除外中にエラーが発生しました：

source: Post removed from exclusion list
es_es: Entrada eliminada de la lista de exclusión
fr_fr: Article retiré de la liste d'exclusion
ja: 投稿が除外リストから削除されました

source: Failed to remove post from exclusion list
es_es: Error al eliminar la entrada de la lista de exclusión
fr_fr: Échec de la suppression de l'article de la liste d'exclusion
ja: 除外リストからの投稿削除に失敗しました

source: Error occurred while removing excluded post:
es_es: Ocurrió un error al eliminar la entrada excluida:
fr_fr: Erreur lors de la suppression de l'article exclu :
ja: 除外投稿の削除中にエラーが発生しました：

source: View all posts tagged "%s"
es_es: Ver todas las entradas etiquetadas con "%s"
fr_fr: Voir tous les articles étiquetés "%s"
ja: 「%s」でタグ付けされたすべての投稿を表示

source: Keyword already exists
es_es: La palabra clave ya existe
fr_fr: Le mot-clé existe déjà
ja: キーワードは既に存在します

source: Save failed, please try again
es_es: Error al guardar, por favor inténtelo de nuevo
fr_fr: Échec de la sauvegarde, veuillez réessayer
ja: 保存に失敗しました。もう一度お試しください

source: Keyword does not exist
es_es: La palabra clave no existe
fr_fr: Le mot-clé n'existe pas
ja: キーワードが存在しません

source: Update failed, please try again
es_es: Error al actualizar, por favor inténtelo de nuevo
fr_fr: Échec de la mise à jour, veuillez réessayer
ja: 更新に失敗しました。もう一度お試しください
